tap "versent/taps"
tap "buo/cask-upgrade"

brew "mas"
brew "aws-iam-authenticator"
brew "erlang"
brew "elixir"
brew "git"
brew "gnupg"
brew "gobject-introspection"
brew "helm"
brew "kubernetes-cli", link: false
brew "kube-ps1"
brew "node"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "rbenv"
brew "redis"
brew "tmux"
brew "vim"
brew "neovim"
brew "watch"
brew "saml2aws"
brew "yarn"
brew "gum"

# Claude Code workflow tools
brew "ripgrep"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "zoxide"
brew "lazygit"
brew "gh"
brew "jq"
brew "git-delta"
brew "terminal-notifier"

cask "ghostty"
cask "docker"
cask "postman"
cask "corretto"
cask "spotify"
cask "visual-studio-code"
