4ops.terraform
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
fwcd.kotlin
golang.go
JakeBecker.elixir-ls
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.atom-keybindings
ms-vsliveshare.vsliveshare
rebornix.ruby
vscodevim.vim
wingrunr21.vscode-ruby
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
zxh404.vscode-proto3
