4ops.terraform
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
fwcd.kotlin
golang.go
jakebecker.elixir-ls
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.atom-keybindings
shopify.ruby-lsp
xabikos.javascriptsnippets
zhuangtongfa.material-theme
zxh404.vscode-proto3
